Repository: Fyroeo/OpenVeloV-iOS
Catalog: OpenVeloVWatch/Localizable.xcstrings
Source language: en
Languages: fr

source: %@ away
fr: à %@

source: %@: %lld mechanical, %lld electric, %lld docks
fr: %@ : %lld mécaniques, %lld électriques, %lld places

source: Bike
fr: Vélo

source: Bike #%@
fr: Vélo n°%@

source: Booked bike
fr: Vélo réservé

source: Cancel
fr: Annuler

source: Couldn't load stations.
fr: Impossible de charger les stations.

source: Dock
fr: Place

source: Held until %@
fr: Gardé jusqu'à %@

source: iPhone unreachable. Open OpenVeloV on your iPhone.
fr: iPhone injoignable. Ouvrez OpenVeloV sur votre iPhone.

source: Nearby
fr: À proximité

source: Nearest
fr: Le plus proche

source: No bikes available here.
fr: Aucun vélo disponible ici.

source: None nearby
fr: Aucun à proximité

source: Open OpenVeloV on your iPhone to pick a bike.
fr: Ouvrez OpenVeloV sur votre iPhone pour choisir un vélo.

source: Open OpenVeloV on your iPhone to unlock.
fr: Ouvrez OpenVeloV sur votre iPhone pour déverrouiller.

source: Open OpenVeloV on your iPhone, then try again.
fr: Ouvrez OpenVeloV sur votre iPhone, puis réessayez.

source: Pick a bike
fr: Choisissez un vélo

source: Retry
fr: Réessayer

source: Sign in on your iPhone to unlock.
fr: Connectez-vous sur votre iPhone pour déverrouiller.

source: Stand %@
fr: Borne %@

source: This station's number couldn't be read.
fr: Le numéro de cette station n'a pas pu être lu.

source: Unlock
fr: Déverrouiller

source: Unlock a bike at this station?
fr: Déverrouiller un vélo à cette station ?

source: Unlock a bike here
fr: Déverrouiller un vélo ici

source: Unlock bike #%@?
fr: Déverrouiller le vélo n°%@ ?

source: Unlock this bike?
fr: Déverrouiller ce vélo ?
